//////////////////////////////////////////////////////////////////////////////////////////////////////////////////
//
// File:            config.js
// Defines:
// Dependencies:
// Description:     this is the Javascript configration file for Zhuomi
//
//////////////////////////////////////////////////////////////////////////////////////////////////////////////////

/* +-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+ */
/* Config - Begin */

ZM.Config = {

    Msg: {

        Format: {
            mail: "邮件错误",
            username: "用户名错误",
            password: "密码错误"
        },

        Valid: {
            mail: "邮件错误",
            username: "用户名验证错误",
            password: "密码验证错误",
            numeric: "请输入数字！"
        }

    },

    Value: {
        maxUsername: 12
    }


};

/* Config - End */